<?xml version="1.0" ?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target namespace="Microsoft.Policies.Brave" prefix="brave_browser"/>
    <using namespace="Microsoft.Policies.Windows" prefix="windows"/>
  </policyNamespaces>
  <resources minRequiredRevision="1.0"/>
  <supportedOn>
    <definitions>
      <definition displayName="$(string.SUPPORTED_WIN7)" name="SUPPORTED_WIN7"/>
      <definition displayName="$(string.SUPPORTED_WIN7_ONLY)" name="SUPPORTED_WIN7_ONLY"/>
    </definitions>
  </supportedOn>
  <categories>
    <category displayName="$(string.brave_browser)" name="brave_browser"/>
    <category displayName="$(string.brave_browser_recommended)" name="brave_browser_recommended"/>
    <category displayName="$(string.ContentSettings_group)" name="ContentSettings">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.ContentSettings_group)" name="ContentSettings_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
    <category displayName="$(string.DefaultSearchProvider_group)" name="DefaultSearchProvider">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.DeprecatedPolicies_group)" name="DeprecatedPolicies">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.DeprecatedPolicies_group)" name="DeprecatedPolicies_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
    <category displayName="$(string.Extensions_group)" name="Extensions">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.GoogleCast_group)" name="GoogleCast">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.HTTPAuthentication_group)" name="HTTPAuthentication">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.BrowserSwitcher_group)" name="BrowserSwitcher">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.NativeMessaging_group)" name="NativeMessaging">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.PasswordManager_group)" name="PasswordManager">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.PasswordManager_group)" name="PasswordManager_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
    <category displayName="$(string.Printing_group)" name="Printing">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.Printing_group)" name="Printing_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
    <category displayName="$(string.Proxy_group)" name="Proxy">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.RemoteAccess_group)" name="RemoteAccess">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.SafeBrowsing_group)" name="SafeBrowsing">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.SafeBrowsing_group)" name="SafeBrowsing_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
    <category displayName="$(string.Startup_group)" name="Startup">
      <parentCategory ref="brave_browser"/>
    </category>
    <category displayName="$(string.Startup_group)" name="Startup_recommended">
      <parentCategory ref="brave_browser_recommended"/>
    </category>
	<category displayName="$(string.TOR_group)" name="TOR">
      <parentCategory ref="brave_browser" />
    </category>
  </categories>
  <policies>
    <policy class="Both" displayName="$(string.DefaultCookiesSetting)" explainText="$(string.DefaultCookiesSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultCookiesSetting" presentation="$(presentation.DefaultCookiesSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultCookiesSetting" valueName="DefaultCookiesSetting">
          <item displayName="$(string.DefaultCookiesSetting_AllowCookies)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultCookiesSetting_BlockCookies)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultCookiesSetting_SessionOnly)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultImagesSetting)" explainText="$(string.DefaultImagesSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultImagesSetting" presentation="$(presentation.DefaultImagesSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultImagesSetting" valueName="DefaultImagesSetting">
          <item displayName="$(string.DefaultImagesSetting_AllowImages)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultImagesSetting_BlockImages)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultInsecureContentSetting)" explainText="$(string.DefaultInsecureContentSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultInsecureContentSetting" presentation="$(presentation.DefaultInsecureContentSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultInsecureContentSetting" valueName="DefaultInsecureContentSetting">
          <item displayName="$(string.DefaultInsecureContentSetting_BlockInsecureContent)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultInsecureContentSetting_AllowExceptionsInsecureContent)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultJavaScriptSetting)" explainText="$(string.DefaultJavaScriptSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultJavaScriptSetting" presentation="$(presentation.DefaultJavaScriptSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultJavaScriptSetting" valueName="DefaultJavaScriptSetting">
          <item displayName="$(string.DefaultJavaScriptSetting_AllowJavaScript)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultJavaScriptSetting_BlockJavaScript)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultPluginsSetting)" explainText="$(string.DefaultPluginsSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultPluginsSetting" presentation="$(presentation.DefaultPluginsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultPluginsSetting" valueName="DefaultPluginsSetting">
          <item displayName="$(string.DefaultPluginsSetting_AllowPlugins)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPluginsSetting_BlockPlugins)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPluginsSetting_ClickToPlay)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultPopupsSetting)" explainText="$(string.DefaultPopupsSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultPopupsSetting" presentation="$(presentation.DefaultPopupsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultPopupsSetting" valueName="DefaultPopupsSetting">
          <item displayName="$(string.DefaultPopupsSetting_AllowPopups)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultPopupsSetting_BlockPopups)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultNotificationsSetting)" explainText="$(string.DefaultNotificationsSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultNotificationsSetting" presentation="$(presentation.DefaultNotificationsSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultNotificationsSetting" valueName="DefaultNotificationsSetting">
          <item displayName="$(string.DefaultNotificationsSetting_AllowNotifications)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultNotificationsSetting_BlockNotifications)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultNotificationsSetting_AskNotifications)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultGeolocationSetting)" explainText="$(string.DefaultGeolocationSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultGeolocationSetting" presentation="$(presentation.DefaultGeolocationSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultGeolocationSetting" valueName="DefaultGeolocationSetting">
          <item displayName="$(string.DefaultGeolocationSetting_AllowGeolocation)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DefaultGeolocationSetting_BlockGeolocation)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultGeolocationSetting_AskGeolocation)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultWebBluetoothGuardSetting)" explainText="$(string.DefaultWebBluetoothGuardSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultWebBluetoothGuardSetting" presentation="$(presentation.DefaultWebBluetoothGuardSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultWebBluetoothGuardSetting" valueName="DefaultWebBluetoothGuardSetting">
          <item displayName="$(string.DefaultWebBluetoothGuardSetting_BlockWebBluetooth)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultWebBluetoothGuardSetting_AskWebBluetooth)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultWebUsbGuardSetting)" explainText="$(string.DefaultWebUsbGuardSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultWebUsbGuardSetting" presentation="$(presentation.DefaultWebUsbGuardSetting)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultWebUsbGuardSetting" valueName="DefaultWebUsbGuardSetting">
          <item displayName="$(string.DefaultWebUsbGuardSetting_BlockWebUsb)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultWebUsbGuardSetting_AskWebUsb)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AutoSelectCertificateForUrls)" explainText="$(string.AutoSelectCertificateForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutoSelectCertificateForUrls" presentation="$(presentation.AutoSelectCertificateForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="AutoSelectCertificateForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\AutoSelectCertificateForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CookiesAllowedForUrls)" explainText="$(string.CookiesAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CookiesAllowedForUrls" presentation="$(presentation.CookiesAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CookiesAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\CookiesAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CookiesBlockedForUrls)" explainText="$(string.CookiesBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CookiesBlockedForUrls" presentation="$(presentation.CookiesBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CookiesBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\CookiesBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CookiesSessionOnlyForUrls)" explainText="$(string.CookiesSessionOnlyForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CookiesSessionOnlyForUrls" presentation="$(presentation.CookiesSessionOnlyForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CookiesSessionOnlyForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\CookiesSessionOnlyForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ImagesAllowedForUrls)" explainText="$(string.ImagesAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImagesAllowedForUrls" presentation="$(presentation.ImagesAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ImagesAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\ImagesAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ImagesBlockedForUrls)" explainText="$(string.ImagesBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImagesBlockedForUrls" presentation="$(presentation.ImagesBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ImagesBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\ImagesBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.InsecureContentAllowedForUrls)" explainText="$(string.InsecureContentAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="InsecureContentAllowedForUrls" presentation="$(presentation.InsecureContentAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="InsecureContentAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\InsecureContentAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.InsecureContentBlockedForUrls)" explainText="$(string.InsecureContentBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="InsecureContentBlockedForUrls" presentation="$(presentation.InsecureContentBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="InsecureContentBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\InsecureContentBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.JavaScriptAllowedForUrls)" explainText="$(string.JavaScriptAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="JavaScriptAllowedForUrls" presentation="$(presentation.JavaScriptAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="JavaScriptAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\JavaScriptAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.JavaScriptBlockedForUrls)" explainText="$(string.JavaScriptBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="JavaScriptBlockedForUrls" presentation="$(presentation.JavaScriptBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="JavaScriptBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\JavaScriptBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.LegacySameSiteCookieBehaviorEnabled)" explainText="$(string.LegacySameSiteCookieBehaviorEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="LegacySameSiteCookieBehaviorEnabled" presentation="$(presentation.LegacySameSiteCookieBehaviorEnabled)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="LegacySameSiteCookieBehaviorEnabled" valueName="LegacySameSiteCookieBehaviorEnabled">
          <item displayName="$(string.LegacySameSiteCookieBehaviorEnabled_DefaultToLegacySameSiteCookieBehavior)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.LegacySameSiteCookieBehaviorEnabled_DefaultToSameSiteByDefaultCookieBehavior)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.LegacySameSiteCookieBehaviorEnabledForDomainList)" explainText="$(string.LegacySameSiteCookieBehaviorEnabledForDomainList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="LegacySameSiteCookieBehaviorEnabledForDomainList" presentation="$(presentation.LegacySameSiteCookieBehaviorEnabledForDomainList)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="LegacySameSiteCookieBehaviorEnabledForDomainListDesc" key="Software\Policies\BraveSoftware\Brave\LegacySameSiteCookieBehaviorEnabledForDomainList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PluginsAllowedForUrls)" explainText="$(string.PluginsAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PluginsAllowedForUrls" presentation="$(presentation.PluginsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PluginsAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\PluginsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PluginsBlockedForUrls)" explainText="$(string.PluginsBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PluginsBlockedForUrls" presentation="$(presentation.PluginsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PluginsBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\PluginsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PopupsAllowedForUrls)" explainText="$(string.PopupsAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PopupsAllowedForUrls" presentation="$(presentation.PopupsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PopupsAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\PopupsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PopupsBlockedForUrls)" explainText="$(string.PopupsBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PopupsBlockedForUrls" presentation="$(presentation.PopupsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PopupsBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\PopupsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.NotificationsAllowedForUrls)" explainText="$(string.NotificationsAllowedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NotificationsAllowedForUrls" presentation="$(presentation.NotificationsAllowedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="NotificationsAllowedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\NotificationsAllowedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.NotificationsBlockedForUrls)" explainText="$(string.NotificationsBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NotificationsBlockedForUrls" presentation="$(presentation.NotificationsBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="NotificationsBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\NotificationsBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WebUsbAllowDevicesForUrls)" explainText="$(string.WebUsbAllowDevicesForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebUsbAllowDevicesForUrls" presentation="$(presentation.WebUsbAllowDevicesForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="WebUsbAllowDevicesForUrls" maxLength="1000000" valueName="WebUsbAllowDevicesForUrls"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WebUsbAskForUrls)" explainText="$(string.WebUsbAskForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebUsbAskForUrls" presentation="$(presentation.WebUsbAskForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="WebUsbAskForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\WebUsbAskForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WebUsbBlockedForUrls)" explainText="$(string.WebUsbBlockedForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebUsbBlockedForUrls" presentation="$(presentation.WebUsbBlockedForUrls)">
      <parentCategory ref="ContentSettings"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="WebUsbBlockedForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\WebUsbBlockedForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RegisteredProtocolHandlers)" explainText="$(string.RegisteredProtocolHandlers_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="RegisteredProtocolHandlers_recommended" presentation="$(presentation.RegisteredProtocolHandlers)">
      <parentCategory ref="ContentSettings_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RegisteredProtocolHandlers" maxLength="1000000" valueName="RegisteredProtocolHandlers"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderEnabled)" explainText="$(string.DefaultSearchProviderEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderEnabled" presentation="$(presentation.DefaultSearchProviderEnabled)" valueName="DefaultSearchProviderEnabled">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderName)" explainText="$(string.DefaultSearchProviderName_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderName" presentation="$(presentation.DefaultSearchProviderName)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderName" maxLength="1000000" valueName="DefaultSearchProviderName"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderKeyword)" explainText="$(string.DefaultSearchProviderKeyword_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderKeyword" presentation="$(presentation.DefaultSearchProviderKeyword)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderKeyword" maxLength="1000000" valueName="DefaultSearchProviderKeyword"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderSearchURL)" explainText="$(string.DefaultSearchProviderSearchURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderSearchURL" presentation="$(presentation.DefaultSearchProviderSearchURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderSearchURL" maxLength="1000000" valueName="DefaultSearchProviderSearchURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderSuggestURL)" explainText="$(string.DefaultSearchProviderSuggestURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderSuggestURL" presentation="$(presentation.DefaultSearchProviderSuggestURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderSuggestURL" maxLength="1000000" valueName="DefaultSearchProviderSuggestURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderIconURL)" explainText="$(string.DefaultSearchProviderIconURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderIconURL" presentation="$(presentation.DefaultSearchProviderIconURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderIconURL" maxLength="1000000" valueName="DefaultSearchProviderIconURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderEncodings)" explainText="$(string.DefaultSearchProviderEncodings_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderEncodings" presentation="$(presentation.DefaultSearchProviderEncodings)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="DefaultSearchProviderEncodingsDesc" key="Software\Policies\BraveSoftware\Brave\DefaultSearchProviderEncodings" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderAlternateURLs)" explainText="$(string.DefaultSearchProviderAlternateURLs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderAlternateURLs" presentation="$(presentation.DefaultSearchProviderAlternateURLs)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="DefaultSearchProviderAlternateURLsDesc" key="Software\Policies\BraveSoftware\Brave\DefaultSearchProviderAlternateURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderImageURL)" explainText="$(string.DefaultSearchProviderImageURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderImageURL" presentation="$(presentation.DefaultSearchProviderImageURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderImageURL" maxLength="1000000" valueName="DefaultSearchProviderImageURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderNewTabURL)" explainText="$(string.DefaultSearchProviderNewTabURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderNewTabURL" presentation="$(presentation.DefaultSearchProviderNewTabURL)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderNewTabURL" maxLength="1000000" valueName="DefaultSearchProviderNewTabURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderSearchURLPostParams)" explainText="$(string.DefaultSearchProviderSearchURLPostParams_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderSearchURLPostParams" presentation="$(presentation.DefaultSearchProviderSearchURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderSearchURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderSearchURLPostParams"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderSuggestURLPostParams)" explainText="$(string.DefaultSearchProviderSuggestURLPostParams_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderSuggestURLPostParams" presentation="$(presentation.DefaultSearchProviderSuggestURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderSuggestURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderSuggestURLPostParams"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderImageURLPostParams)" explainText="$(string.DefaultSearchProviderImageURLPostParams_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderImageURLPostParams" presentation="$(presentation.DefaultSearchProviderImageURLPostParams)">
      <parentCategory ref="DefaultSearchProvider"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderImageURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderImageURLPostParams"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessClientFirewallTraversal)" explainText="$(string.RemoteAccessClientFirewallTraversal_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessClientFirewallTraversal" presentation="$(presentation.RemoteAccessClientFirewallTraversal)" valueName="RemoteAccessClientFirewallTraversal">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostClientDomain)" explainText="$(string.RemoteAccessHostClientDomain_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostClientDomain" presentation="$(presentation.RemoteAccessHostClientDomain)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostClientDomain" maxLength="1000000" valueName="RemoteAccessHostClientDomain"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostDomain)" explainText="$(string.RemoteAccessHostDomain_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostDomain" presentation="$(presentation.RemoteAccessHostDomain)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostDomain" maxLength="1000000" valueName="RemoteAccessHostDomain"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostRequireTwoFactor)" explainText="$(string.RemoteAccessHostRequireTwoFactor_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostRequireTwoFactor" presentation="$(presentation.RemoteAccessHostRequireTwoFactor)" valueName="RemoteAccessHostRequireTwoFactor">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostTalkGadgetPrefix)" explainText="$(string.RemoteAccessHostTalkGadgetPrefix_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostTalkGadgetPrefix" presentation="$(presentation.RemoteAccessHostTalkGadgetPrefix)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostTalkGadgetPrefix" maxLength="1000000" valueName="RemoteAccessHostTalkGadgetPrefix"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PasswordManagerAllowShowPasswords)" explainText="$(string.PasswordManagerAllowShowPasswords_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordManagerAllowShowPasswords" presentation="$(presentation.PasswordManagerAllowShowPasswords)" valueName="PasswordManagerAllowShowPasswords">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ProxyServerMode)" explainText="$(string.ProxyServerMode_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxyServerMode" presentation="$(presentation.ProxyServerMode)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="ProxyServerMode" valueName="ProxyServerMode">
          <item displayName="$(string.ProxyServerMode_ProxyServerDisabled)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ProxyServerMode_ProxyServerAutoDetect)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.ProxyServerMode_ProxyServerManual)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.ProxyServerMode_ProxyServerUseSystem)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionAllowInsecureUpdates)" explainText="$(string.ExtensionAllowInsecureUpdates_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionAllowInsecureUpdates" presentation="$(presentation.ExtensionAllowInsecureUpdates)" valueName="ExtensionAllowInsecureUpdates">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderInstantURL)" explainText="$(string.DefaultSearchProviderInstantURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderInstantURL" presentation="$(presentation.DefaultSearchProviderInstantURL)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderInstantURL" maxLength="1000000" valueName="DefaultSearchProviderInstantURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderSearchTermsReplacementKey)" explainText="$(string.DefaultSearchProviderSearchTermsReplacementKey_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderSearchTermsReplacementKey" presentation="$(presentation.DefaultSearchProviderSearchTermsReplacementKey)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderSearchTermsReplacementKey" maxLength="1000000" valueName="DefaultSearchProviderSearchTermsReplacementKey"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultSearchProviderInstantURLPostParams)" explainText="$(string.DefaultSearchProviderInstantURLPostParams_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultSearchProviderInstantURLPostParams" presentation="$(presentation.DefaultSearchProviderInstantURLPostParams)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultSearchProviderInstantURLPostParams" maxLength="1000000" valueName="DefaultSearchProviderInstantURLPostParams"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DefaultMediaStreamSetting)" explainText="$(string.DefaultMediaStreamSetting_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultMediaStreamSetting" presentation="$(presentation.DefaultMediaStreamSetting)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DefaultMediaStreamSetting" valueName="DefaultMediaStreamSetting">
          <item displayName="$(string.DefaultMediaStreamSetting_BlockAccess)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DefaultMediaStreamSetting_PromptOnAccess)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SupervisedUserCreationEnabled)" explainText="$(string.SupervisedUserCreationEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SupervisedUserCreationEnabled" presentation="$(presentation.SupervisedUserCreationEnabled)" valueName="SupervisedUserCreationEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingExtendedReportingOptInAllowed)" explainText="$(string.SafeBrowsingExtendedReportingOptInAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeBrowsingExtendedReportingOptInAllowed" presentation="$(presentation.SafeBrowsingExtendedReportingOptInAllowed)" valueName="SafeBrowsingExtendedReportingOptInAllowed">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DnsPrefetchingEnabled)" explainText="$(string.DnsPrefetchingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DnsPrefetchingEnabled" presentation="$(presentation.DnsPrefetchingEnabled)" valueName="DnsPrefetchingEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisableSpdy)" explainText="$(string.DisableSpdy_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisableSpdy" presentation="$(presentation.DisableSpdy)" valueName="DisableSpdy">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisabledSchemes)" explainText="$(string.DisabledSchemes_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisabledSchemes" presentation="$(presentation.DisabledSchemes)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="DisabledSchemesDesc" key="Software\Policies\BraveSoftware\Brave\DisabledSchemes" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.Http09OnNonDefaultPortsEnabled)" explainText="$(string.Http09OnNonDefaultPortsEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="Http09OnNonDefaultPortsEnabled" presentation="$(presentation.Http09OnNonDefaultPortsEnabled)" valueName="Http09OnNonDefaultPortsEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.JavascriptEnabled)" explainText="$(string.JavascriptEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="JavascriptEnabled" presentation="$(presentation.JavascriptEnabled)" valueName="JavascriptEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.IncognitoEnabled)" explainText="$(string.IncognitoEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="IncognitoEnabled" presentation="$(presentation.IncognitoEnabled)" valueName="IncognitoEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceLegacyDefaultReferrerPolicy)" explainText="$(string.ForceLegacyDefaultReferrerPolicy_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceLegacyDefaultReferrerPolicy" presentation="$(presentation.ForceLegacyDefaultReferrerPolicy)" valueName="ForceLegacyDefaultReferrerPolicy">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceSafeSearch)" explainText="$(string.ForceSafeSearch_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceSafeSearch" presentation="$(presentation.ForceSafeSearch)" valueName="ForceSafeSearch">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceYouTubeSafetyMode)" explainText="$(string.ForceYouTubeSafetyMode_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceYouTubeSafetyMode" presentation="$(presentation.ForceYouTubeSafetyMode)" valueName="ForceYouTubeSafetyMode">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutoFillEnabled)" explainText="$(string.AutoFillEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutoFillEnabled" presentation="$(presentation.AutoFillEnabled)" valueName="AutoFillEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisabledPlugins)" explainText="$(string.DisabledPlugins_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisabledPlugins" presentation="$(presentation.DisabledPlugins)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="DisabledPluginsDesc" key="Software\Policies\BraveSoftware\Brave\DisabledPlugins" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.EnabledPlugins)" explainText="$(string.EnabledPlugins_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnabledPlugins" presentation="$(presentation.EnabledPlugins)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="EnabledPluginsDesc" key="Software\Policies\BraveSoftware\Brave\EnabledPlugins" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DisabledPluginsExceptions)" explainText="$(string.DisabledPluginsExceptions_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisabledPluginsExceptions" presentation="$(presentation.DisabledPluginsExceptions)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="DisabledPluginsExceptionsDesc" key="Software\Policies\BraveSoftware\Brave\DisabledPluginsExceptions" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DisablePluginFinder)" explainText="$(string.DisablePluginFinder_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisablePluginFinder" presentation="$(presentation.DisablePluginFinder)" valueName="DisablePluginFinder">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SigninAllowed)" explainText="$(string.SigninAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SigninAllowed" presentation="$(presentation.SigninAllowed)" valueName="SigninAllowed">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnableDeprecatedWebBasedSignin)" explainText="$(string.EnableDeprecatedWebBasedSignin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableDeprecatedWebBasedSignin" presentation="$(presentation.EnableDeprecatedWebBasedSignin)" valueName="EnableDeprecatedWebBasedSignin">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ClearSiteDataOnExit)" explainText="$(string.ClearSiteDataOnExit_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ClearSiteDataOnExit" presentation="$(presentation.ClearSiteDataOnExit)" valueName="ClearSiteDataOnExit">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DeveloperToolsDisabled)" explainText="$(string.DeveloperToolsDisabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DeveloperToolsDisabled" presentation="$(presentation.DeveloperToolsDisabled)" valueName="DeveloperToolsDisabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.InstantEnabled)" explainText="$(string.InstantEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="InstantEnabled" presentation="$(presentation.InstantEnabled)" valueName="InstantEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AlwaysAuthorizePlugins)" explainText="$(string.AlwaysAuthorizePlugins_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AlwaysAuthorizePlugins" presentation="$(presentation.AlwaysAuthorizePlugins)" valueName="AlwaysAuthorizePlugins">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.HideWebStorePromo)" explainText="$(string.HideWebStorePromo_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HideWebStorePromo" presentation="$(presentation.HideWebStorePromo)" valueName="HideWebStorePromo">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnterpriseWebStoreURL)" explainText="$(string.EnterpriseWebStoreURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnterpriseWebStoreURL" presentation="$(presentation.EnterpriseWebStoreURL)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="EnterpriseWebStoreURL" maxLength="1000000" valueName="EnterpriseWebStoreURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.EnterpriseWebStoreName)" explainText="$(string.EnterpriseWebStoreName_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnterpriseWebStoreName" presentation="$(presentation.EnterpriseWebStoreName)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="EnterpriseWebStoreName" maxLength="1000000" valueName="EnterpriseWebStoreName"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.EnableCommonNameFallbackForLocalAnchors)" explainText="$(string.EnableCommonNameFallbackForLocalAnchors_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableCommonNameFallbackForLocalAnchors" presentation="$(presentation.EnableCommonNameFallbackForLocalAnchors)" valueName="EnableCommonNameFallbackForLocalAnchors">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceBrowserSignin)" explainText="$(string.ForceBrowserSignin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceBrowserSignin" presentation="$(presentation.ForceBrowserSignin)" valueName="ForceBrowserSignin">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SSLVersionFallbackMin)" explainText="$(string.SSLVersionFallbackMin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SSLVersionFallbackMin" presentation="$(presentation.SSLVersionFallbackMin)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="SSLVersionFallbackMin" valueName="SSLVersionFallbackMin">
          <item displayName="$(string.SSLVersionFallbackMin_TLSv1_1)">
            <value>
              <string>tls1.1</string>
            </value>
          </item>
          <item displayName="$(string.SSLVersionFallbackMin_TLSv1_2)">
            <value>
              <string>tls1.2</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RC4Enabled)" explainText="$(string.RC4Enabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RC4Enabled" presentation="$(presentation.RC4Enabled)" valueName="RC4Enabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DHEEnabled)" explainText="$(string.DHEEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DHEEnabled" presentation="$(presentation.DHEEnabled)" valueName="DHEEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PacHttpsUrlStrippingEnabled)" explainText="$(string.PacHttpsUrlStrippingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PacHttpsUrlStrippingEnabled" presentation="$(presentation.PacHttpsUrlStrippingEnabled)" valueName="PacHttpsUrlStrippingEnabled">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.UnsafelyTreatInsecureOriginAsSecure)" explainText="$(string.UnsafelyTreatInsecureOriginAsSecure_Explain)" key="Software\Policies\BraveSoftware\Brave" name="UnsafelyTreatInsecureOriginAsSecure" presentation="$(presentation.UnsafelyTreatInsecureOriginAsSecure)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="UnsafelyTreatInsecureOriginAsSecureDesc" key="Software\Policies\BraveSoftware\Brave\UnsafelyTreatInsecureOriginAsSecure" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.MachineLevelUserCloudPolicyEnrollmentToken)" explainText="$(string.MachineLevelUserCloudPolicyEnrollmentToken_Explain)" key="Software\Policies\BraveSoftware\Brave" name="MachineLevelUserCloudPolicyEnrollmentToken" presentation="$(presentation.MachineLevelUserCloudPolicyEnrollmentToken)">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="MachineLevelUserCloudPolicyEnrollmentToken" maxLength="1000000" valueName="MachineLevelUserCloudPolicyEnrollmentToken"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.TabUnderAllowed)" explainText="$(string.TabUnderAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TabUnderAllowed" presentation="$(presentation.TabUnderAllowed)" valueName="TabUnderAllowed">
      <parentCategory ref="DeprecatedPolicies"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DnsPrefetchingEnabled)" explainText="$(string.DnsPrefetchingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="DnsPrefetchingEnabled_recommended" presentation="$(presentation.DnsPrefetchingEnabled)" valueName="DnsPrefetchingEnabled">
      <parentCategory ref="DeprecatedPolicies_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutoFillEnabled)" explainText="$(string.AutoFillEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="AutoFillEnabled_recommended" presentation="$(presentation.AutoFillEnabled)" valueName="AutoFillEnabled">
      <parentCategory ref="DeprecatedPolicies_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ClearSiteDataOnExit)" explainText="$(string.ClearSiteDataOnExit_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ClearSiteDataOnExit_recommended" presentation="$(presentation.ClearSiteDataOnExit)" valueName="ClearSiteDataOnExit">
      <parentCategory ref="DeprecatedPolicies_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.InstantEnabled)" explainText="$(string.InstantEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="InstantEnabled_recommended" presentation="$(presentation.InstantEnabled)" valueName="InstantEnabled">
      <parentCategory ref="DeprecatedPolicies_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionInstallBlacklist)" explainText="$(string.ExtensionInstallBlacklist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionInstallBlacklist" presentation="$(presentation.ExtensionInstallBlacklist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ExtensionInstallBlacklistDesc" key="Software\Policies\BraveSoftware\Brave\ExtensionInstallBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionInstallWhitelist)" explainText="$(string.ExtensionInstallWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionInstallWhitelist" presentation="$(presentation.ExtensionInstallWhitelist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ExtensionInstallWhitelistDesc" key="Software\Policies\BraveSoftware\Brave\ExtensionInstallWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionInstallForcelist)" explainText="$(string.ExtensionInstallForcelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionInstallForcelist" presentation="$(presentation.ExtensionInstallForcelist)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ExtensionInstallForcelistDesc" key="Software\Policies\BraveSoftware\Brave\ExtensionInstallForcelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionInstallSources)" explainText="$(string.ExtensionInstallSources_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionInstallSources" presentation="$(presentation.ExtensionInstallSources)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ExtensionInstallSourcesDesc" key="Software\Policies\BraveSoftware\Brave\ExtensionInstallSources" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionAllowedTypes)" explainText="$(string.ExtensionAllowedTypes_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionAllowedTypes" presentation="$(presentation.ExtensionAllowedTypes)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="ExtensionAllowedTypesDesc" key="Software\Policies\BraveSoftware\Brave\ExtensionAllowedTypes" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ExtensionSettings)" explainText="$(string.ExtensionSettings_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExtensionSettings" presentation="$(presentation.ExtensionSettings)">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ExtensionSettings" maxLength="1000000" valueName="ExtensionSettings"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BlockExternalExtensions)" explainText="$(string.BlockExternalExtensions_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BlockExternalExtensions" presentation="$(presentation.BlockExternalExtensions)" valueName="BlockExternalExtensions">
      <parentCategory ref="Extensions"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnableMediaRouter)" explainText="$(string.EnableMediaRouter_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableMediaRouter" presentation="$(presentation.EnableMediaRouter)" valueName="EnableMediaRouter">
      <parentCategory ref="GoogleCast"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ShowCastIconInToolbar)" explainText="$(string.ShowCastIconInToolbar_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ShowCastIconInToolbar" presentation="$(presentation.ShowCastIconInToolbar)" valueName="ShowCastIconInToolbar">
      <parentCategory ref="GoogleCast"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AuthSchemes)" explainText="$(string.AuthSchemes_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AuthSchemes" presentation="$(presentation.AuthSchemes)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="AuthSchemes" maxLength="1000000" valueName="AuthSchemes"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DisableAuthNegotiateCnameLookup)" explainText="$(string.DisableAuthNegotiateCnameLookup_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisableAuthNegotiateCnameLookup" presentation="$(presentation.DisableAuthNegotiateCnameLookup)" valueName="DisableAuthNegotiateCnameLookup">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnableAuthNegotiatePort)" explainText="$(string.EnableAuthNegotiatePort_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableAuthNegotiatePort" presentation="$(presentation.EnableAuthNegotiatePort)" valueName="EnableAuthNegotiatePort">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AuthServerWhitelist)" explainText="$(string.AuthServerWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AuthServerWhitelist" presentation="$(presentation.AuthServerWhitelist)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="AuthServerWhitelist" maxLength="1000000" valueName="AuthServerWhitelist"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AuthNegotiateDelegateWhitelist)" explainText="$(string.AuthNegotiateDelegateWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AuthNegotiateDelegateWhitelist" presentation="$(presentation.AuthNegotiateDelegateWhitelist)">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="AuthNegotiateDelegateWhitelist" maxLength="1000000" valueName="AuthNegotiateDelegateWhitelist"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AllowCrossOriginAuthPrompt)" explainText="$(string.AllowCrossOriginAuthPrompt_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowCrossOriginAuthPrompt" presentation="$(presentation.AllowCrossOriginAuthPrompt)" valueName="AllowCrossOriginAuthPrompt">
      <parentCategory ref="HTTPAuthentication"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AlternativeBrowserPath)" explainText="$(string.AlternativeBrowserPath_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AlternativeBrowserPath" presentation="$(presentation.AlternativeBrowserPath)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="AlternativeBrowserPath" maxLength="1000000" valueName="AlternativeBrowserPath"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AlternativeBrowserParameters)" explainText="$(string.AlternativeBrowserParameters_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AlternativeBrowserParameters" presentation="$(presentation.AlternativeBrowserParameters)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="AlternativeBrowserParametersDesc" key="Software\Policies\BraveSoftware\Brave\AlternativeBrowserParameters" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherChromePath)" explainText="$(string.BrowserSwitcherChromePath_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherChromePath" presentation="$(presentation.BrowserSwitcherChromePath)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="BrowserSwitcherChromePath" maxLength="1000000" valueName="BrowserSwitcherChromePath"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherChromeParameters)" explainText="$(string.BrowserSwitcherChromeParameters_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherChromeParameters" presentation="$(presentation.BrowserSwitcherChromeParameters)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="BrowserSwitcherChromeParametersDesc" key="Software\Policies\BraveSoftware\Brave\BrowserSwitcherChromeParameters" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherDelay)" explainText="$(string.BrowserSwitcherDelay_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherDelay" presentation="$(presentation.BrowserSwitcherDelay)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="BrowserSwitcherDelay" maxValue="2000000000" minValue="0" valueName="BrowserSwitcherDelay"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherEnabled)" explainText="$(string.BrowserSwitcherEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherEnabled" presentation="$(presentation.BrowserSwitcherEnabled)" valueName="BrowserSwitcherEnabled">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherExternalSitelistUrl)" explainText="$(string.BrowserSwitcherExternalSitelistUrl_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherExternalSitelistUrl" presentation="$(presentation.BrowserSwitcherExternalSitelistUrl)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="BrowserSwitcherExternalSitelistUrl" maxLength="1000000" valueName="BrowserSwitcherExternalSitelistUrl"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherExternalGreylistUrl)" explainText="$(string.BrowserSwitcherExternalGreylistUrl_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherExternalGreylistUrl" presentation="$(presentation.BrowserSwitcherExternalGreylistUrl)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="BrowserSwitcherExternalGreylistUrl" maxLength="1000000" valueName="BrowserSwitcherExternalGreylistUrl"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherKeepLastChromeTab)" explainText="$(string.BrowserSwitcherKeepLastChromeTab_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherKeepLastChromeTab" presentation="$(presentation.BrowserSwitcherKeepLastChromeTab)" valueName="BrowserSwitcherKeepLastChromeTab">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherUrlList)" explainText="$(string.BrowserSwitcherUrlList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherUrlList" presentation="$(presentation.BrowserSwitcherUrlList)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="BrowserSwitcherUrlListDesc" key="Software\Policies\BraveSoftware\Brave\BrowserSwitcherUrlList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherUrlGreylist)" explainText="$(string.BrowserSwitcherUrlGreylist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherUrlGreylist" presentation="$(presentation.BrowserSwitcherUrlGreylist)">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="BrowserSwitcherUrlGreylistDesc" key="Software\Policies\BraveSoftware\Brave\BrowserSwitcherUrlGreylist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSwitcherUseIeSitelist)" explainText="$(string.BrowserSwitcherUseIeSitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSwitcherUseIeSitelist" presentation="$(presentation.BrowserSwitcherUseIeSitelist)" valueName="BrowserSwitcherUseIeSitelist">
      <parentCategory ref="BrowserSwitcher"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.NativeMessagingBlacklist)" explainText="$(string.NativeMessagingBlacklist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NativeMessagingBlacklist" presentation="$(presentation.NativeMessagingBlacklist)">
      <parentCategory ref="NativeMessaging"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="NativeMessagingBlacklistDesc" key="Software\Policies\BraveSoftware\Brave\NativeMessagingBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.NativeMessagingWhitelist)" explainText="$(string.NativeMessagingWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NativeMessagingWhitelist" presentation="$(presentation.NativeMessagingWhitelist)">
      <parentCategory ref="NativeMessaging"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="NativeMessagingWhitelistDesc" key="Software\Policies\BraveSoftware\Brave\NativeMessagingWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.NativeMessagingUserLevelHosts)" explainText="$(string.NativeMessagingUserLevelHosts_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NativeMessagingUserLevelHosts" presentation="$(presentation.NativeMessagingUserLevelHosts)" valueName="NativeMessagingUserLevelHosts">
      <parentCategory ref="NativeMessaging"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PasswordManagerEnabled)" explainText="$(string.PasswordManagerEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordManagerEnabled" presentation="$(presentation.PasswordManagerEnabled)" valueName="PasswordManagerEnabled">
      <parentCategory ref="PasswordManager"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PasswordLeakDetectionEnabled)" explainText="$(string.PasswordLeakDetectionEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordLeakDetectionEnabled" presentation="$(presentation.PasswordLeakDetectionEnabled)" valueName="PasswordLeakDetectionEnabled">
      <parentCategory ref="PasswordManager"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PasswordManagerEnabled)" explainText="$(string.PasswordManagerEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="PasswordManagerEnabled_recommended" presentation="$(presentation.PasswordManagerEnabled)" valueName="PasswordManagerEnabled">
      <parentCategory ref="PasswordManager_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PasswordLeakDetectionEnabled)" explainText="$(string.PasswordLeakDetectionEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="PasswordLeakDetectionEnabled_recommended" presentation="$(presentation.PasswordLeakDetectionEnabled)" valueName="PasswordLeakDetectionEnabled">
      <parentCategory ref="PasswordManager_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PrintingEnabled)" explainText="$(string.PrintingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrintingEnabled" presentation="$(presentation.PrintingEnabled)" valueName="PrintingEnabled">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CloudPrintProxyEnabled)" explainText="$(string.CloudPrintProxyEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CloudPrintProxyEnabled" presentation="$(presentation.CloudPrintProxyEnabled)" valueName="CloudPrintProxyEnabled">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PrintingAllowedBackgroundGraphicsModes)" explainText="$(string.PrintingAllowedBackgroundGraphicsModes_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrintingAllowedBackgroundGraphicsModes" presentation="$(presentation.PrintingAllowedBackgroundGraphicsModes)">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="PrintingAllowedBackgroundGraphicsModes" valueName="PrintingAllowedBackgroundGraphicsModes">
          <item displayName="$(string.PrintingAllowedBackgroundGraphicsModes_any)">
            <value>
              <string>any</string>
            </value>
          </item>
          <item displayName="$(string.PrintingAllowedBackgroundGraphicsModes_enabled)">
            <value>
              <string>enabled</string>
            </value>
          </item>
          <item displayName="$(string.PrintingAllowedBackgroundGraphicsModes_disabled)">
            <value>
              <string>disabled</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PrintingBackgroundGraphicsDefault)" explainText="$(string.PrintingBackgroundGraphicsDefault_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrintingBackgroundGraphicsDefault" presentation="$(presentation.PrintingBackgroundGraphicsDefault)">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="PrintingBackgroundGraphicsDefault" valueName="PrintingBackgroundGraphicsDefault">
          <item displayName="$(string.PrintingBackgroundGraphicsDefault_enabled)">
            <value>
              <string>enabled</string>
            </value>
          </item>
          <item displayName="$(string.PrintingBackgroundGraphicsDefault_disabled)">
            <value>
              <string>disabled</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CloudPrintSubmitEnabled)" explainText="$(string.CloudPrintSubmitEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CloudPrintSubmitEnabled" presentation="$(presentation.CloudPrintSubmitEnabled)" valueName="CloudPrintSubmitEnabled">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisablePrintPreview)" explainText="$(string.DisablePrintPreview_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisablePrintPreview" presentation="$(presentation.DisablePrintPreview)" valueName="DisablePrintPreview">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PrintHeaderFooter)" explainText="$(string.PrintHeaderFooter_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrintHeaderFooter" presentation="$(presentation.PrintHeaderFooter)" valueName="PrintHeaderFooter">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DefaultPrinterSelection)" explainText="$(string.DefaultPrinterSelection_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultPrinterSelection" presentation="$(presentation.DefaultPrinterSelection)">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultPrinterSelection" maxLength="1000000" valueName="DefaultPrinterSelection"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PrintPreviewUseSystemDefaultPrinter)" explainText="$(string.PrintPreviewUseSystemDefaultPrinter_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrintPreviewUseSystemDefaultPrinter" presentation="$(presentation.PrintPreviewUseSystemDefaultPrinter)" valueName="PrintPreviewUseSystemDefaultPrinter">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PrinterTypeDenyList)" explainText="$(string.PrinterTypeDenyList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PrinterTypeDenyList" presentation="$(presentation.PrinterTypeDenyList)">
      <parentCategory ref="Printing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PrinterTypeDenyListDesc" key="Software\Policies\BraveSoftware\Brave\PrinterTypeDenyList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PrintHeaderFooter)" explainText="$(string.PrintHeaderFooter_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="PrintHeaderFooter_recommended" presentation="$(presentation.PrintHeaderFooter)" valueName="PrintHeaderFooter">
      <parentCategory ref="Printing_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PrintPreviewUseSystemDefaultPrinter)" explainText="$(string.PrintPreviewUseSystemDefaultPrinter_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="PrintPreviewUseSystemDefaultPrinter_recommended" presentation="$(presentation.PrintPreviewUseSystemDefaultPrinter)" valueName="PrintPreviewUseSystemDefaultPrinter">
      <parentCategory ref="Printing_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ProxyMode)" explainText="$(string.ProxyMode_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxyMode" presentation="$(presentation.ProxyMode)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="ProxyMode" valueName="ProxyMode">
          <item displayName="$(string.ProxyMode_ProxyDisabled)">
            <value>
              <string>direct</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyAutoDetect)">
            <value>
              <string>auto_detect</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyPacScript)">
            <value>
              <string>pac_script</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyFixedServers)">
            <value>
              <string>fixed_servers</string>
            </value>
          </item>
          <item displayName="$(string.ProxyMode_ProxyUseSystem)">
            <value>
              <string>system</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ProxyServer)" explainText="$(string.ProxyServer_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxyServer" presentation="$(presentation.ProxyServer)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ProxyServer" maxLength="1000000" valueName="ProxyServer"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ProxyPacUrl)" explainText="$(string.ProxyPacUrl_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxyPacUrl" presentation="$(presentation.ProxyPacUrl)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ProxyPacUrl" maxLength="1000000" valueName="ProxyPacUrl"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ProxyBypassList)" explainText="$(string.ProxyBypassList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxyBypassList" presentation="$(presentation.ProxyBypassList)">
      <parentCategory ref="Proxy"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ProxyBypassList" maxLength="1000000" valueName="ProxyBypassList"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostClientDomainList)" explainText="$(string.RemoteAccessHostClientDomainList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostClientDomainList" presentation="$(presentation.RemoteAccessHostClientDomainList)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="RemoteAccessHostClientDomainListDesc" key="Software\Policies\BraveSoftware\Brave\RemoteAccessHostClientDomainList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostFirewallTraversal)" explainText="$(string.RemoteAccessHostFirewallTraversal_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostFirewallTraversal" presentation="$(presentation.RemoteAccessHostFirewallTraversal)" valueName="RemoteAccessHostFirewallTraversal">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostDomainList)" explainText="$(string.RemoteAccessHostDomainList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostDomainList" presentation="$(presentation.RemoteAccessHostDomainList)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="RemoteAccessHostDomainListDesc" key="Software\Policies\BraveSoftware\Brave\RemoteAccessHostDomainList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostRequireCurtain)" explainText="$(string.RemoteAccessHostRequireCurtain_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostRequireCurtain" presentation="$(presentation.RemoteAccessHostRequireCurtain)" valueName="RemoteAccessHostRequireCurtain">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostAllowClientPairing)" explainText="$(string.RemoteAccessHostAllowClientPairing_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostAllowClientPairing" presentation="$(presentation.RemoteAccessHostAllowClientPairing)" valueName="RemoteAccessHostAllowClientPairing">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostAllowGnubbyAuth)" explainText="$(string.RemoteAccessHostAllowGnubbyAuth_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostAllowGnubbyAuth" presentation="$(presentation.RemoteAccessHostAllowGnubbyAuth)" valueName="RemoteAccessHostAllowGnubbyAuth">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostAllowRelayedConnection)" explainText="$(string.RemoteAccessHostAllowRelayedConnection_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostAllowRelayedConnection" presentation="$(presentation.RemoteAccessHostAllowRelayedConnection)" valueName="RemoteAccessHostAllowRelayedConnection">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostUdpPortRange)" explainText="$(string.RemoteAccessHostUdpPortRange_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostUdpPortRange" presentation="$(presentation.RemoteAccessHostUdpPortRange)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostUdpPortRange" maxLength="1000000" valueName="RemoteAccessHostUdpPortRange"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostTokenUrl)" explainText="$(string.RemoteAccessHostTokenUrl_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostTokenUrl" presentation="$(presentation.RemoteAccessHostTokenUrl)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostTokenUrl" maxLength="1000000" valueName="RemoteAccessHostTokenUrl"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostTokenValidationUrl)" explainText="$(string.RemoteAccessHostTokenValidationUrl_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostTokenValidationUrl" presentation="$(presentation.RemoteAccessHostTokenValidationUrl)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostTokenValidationUrl" maxLength="1000000" valueName="RemoteAccessHostTokenValidationUrl"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostTokenValidationCertificateIssuer)" explainText="$(string.RemoteAccessHostTokenValidationCertificateIssuer_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostTokenValidationCertificateIssuer" presentation="$(presentation.RemoteAccessHostTokenValidationCertificateIssuer)">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RemoteAccessHostTokenValidationCertificateIssuer" maxLength="1000000" valueName="RemoteAccessHostTokenValidationCertificateIssuer"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostAllowUiAccessForRemoteAssistance)" explainText="$(string.RemoteAccessHostAllowUiAccessForRemoteAssistance_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostAllowUiAccessForRemoteAssistance" presentation="$(presentation.RemoteAccessHostAllowUiAccessForRemoteAssistance)" valueName="RemoteAccessHostAllowUiAccessForRemoteAssistance">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RemoteAccessHostAllowFileTransfer)" explainText="$(string.RemoteAccessHostAllowFileTransfer_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RemoteAccessHostAllowFileTransfer" presentation="$(presentation.RemoteAccessHostAllowFileTransfer)" valueName="RemoteAccessHostAllowFileTransfer">
      <parentCategory ref="RemoteAccess"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingEnabled)" explainText="$(string.SafeBrowsingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeBrowsingEnabled" presentation="$(presentation.SafeBrowsingEnabled)" valueName="SafeBrowsingEnabled">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingExtendedReportingEnabled)" explainText="$(string.SafeBrowsingExtendedReportingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeBrowsingExtendedReportingEnabled" presentation="$(presentation.SafeBrowsingExtendedReportingEnabled)" valueName="SafeBrowsingExtendedReportingEnabled">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingWhitelistDomains)" explainText="$(string.SafeBrowsingWhitelistDomains_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeBrowsingWhitelistDomains" presentation="$(presentation.SafeBrowsingWhitelistDomains)">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="SafeBrowsingWhitelistDomainsDesc" key="Software\Policies\BraveSoftware\Brave\SafeBrowsingWhitelistDomains" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PasswordProtectionWarningTrigger)" explainText="$(string.PasswordProtectionWarningTrigger_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordProtectionWarningTrigger" presentation="$(presentation.PasswordProtectionWarningTrigger)">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="PasswordProtectionWarningTrigger" valueName="PasswordProtectionWarningTrigger">
          <item displayName="$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOff)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOnPasswordReuse)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOnPhishingReuse)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PasswordProtectionLoginURLs)" explainText="$(string.PasswordProtectionLoginURLs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordProtectionLoginURLs" presentation="$(presentation.PasswordProtectionLoginURLs)">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PasswordProtectionLoginURLsDesc" key="Software\Policies\BraveSoftware\Brave\PasswordProtectionLoginURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PasswordProtectionChangePasswordURL)" explainText="$(string.PasswordProtectionChangePasswordURL_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PasswordProtectionChangePasswordURL" presentation="$(presentation.PasswordProtectionChangePasswordURL)">
      <parentCategory ref="SafeBrowsing"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="PasswordProtectionChangePasswordURL" maxLength="1000000" valueName="PasswordProtectionChangePasswordURL"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingEnabled)" explainText="$(string.SafeBrowsingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="SafeBrowsingEnabled_recommended" presentation="$(presentation.SafeBrowsingEnabled)" valueName="SafeBrowsingEnabled">
      <parentCategory ref="SafeBrowsing_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ShowHomeButton)" explainText="$(string.ShowHomeButton_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ShowHomeButton" presentation="$(presentation.ShowHomeButton)" valueName="ShowHomeButton">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.HomepageLocation)" explainText="$(string.HomepageLocation_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HomepageLocation" presentation="$(presentation.HomepageLocation)">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="HomepageLocation" maxLength="1000000" valueName="HomepageLocation"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.HomepageIsNewTabPage)" explainText="$(string.HomepageIsNewTabPage_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HomepageIsNewTabPage" presentation="$(presentation.HomepageIsNewTabPage)" valueName="HomepageIsNewTabPage">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.NewTabPageLocation)" explainText="$(string.NewTabPageLocation_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NewTabPageLocation" presentation="$(presentation.NewTabPageLocation)">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="NewTabPageLocation" maxLength="1000000" valueName="NewTabPageLocation"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RestoreOnStartup)" explainText="$(string.RestoreOnStartup_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RestoreOnStartup" presentation="$(presentation.RestoreOnStartup)">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="RestoreOnStartup" valueName="RestoreOnStartup">
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)">
            <value>
              <decimal value="5"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsURLs)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RestoreOnStartupURLs)" explainText="$(string.RestoreOnStartupURLs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RestoreOnStartupURLs" presentation="$(presentation.RestoreOnStartupURLs)">
      <parentCategory ref="Startup"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="RestoreOnStartupURLsDesc" key="Software\Policies\BraveSoftware\Brave\RestoreOnStartupURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ShowHomeButton)" explainText="$(string.ShowHomeButton_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ShowHomeButton_recommended" presentation="$(presentation.ShowHomeButton)" valueName="ShowHomeButton">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.HomepageLocation)" explainText="$(string.HomepageLocation_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="HomepageLocation_recommended" presentation="$(presentation.HomepageLocation)">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="HomepageLocation" maxLength="1000000" valueName="HomepageLocation"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.HomepageIsNewTabPage)" explainText="$(string.HomepageIsNewTabPage_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="HomepageIsNewTabPage_recommended" presentation="$(presentation.HomepageIsNewTabPage)" valueName="HomepageIsNewTabPage">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.NewTabPageLocation)" explainText="$(string.NewTabPageLocation_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="NewTabPageLocation_recommended" presentation="$(presentation.NewTabPageLocation)">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="NewTabPageLocation" maxLength="1000000" valueName="NewTabPageLocation"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RestoreOnStartup)" explainText="$(string.RestoreOnStartup_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="RestoreOnStartup_recommended" presentation="$(presentation.RestoreOnStartup)">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="RestoreOnStartup" valueName="RestoreOnStartup">
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)">
            <value>
              <decimal value="5"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.RestoreOnStartup_RestoreOnStartupIsURLs)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RestoreOnStartupURLs)" explainText="$(string.RestoreOnStartupURLs_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="RestoreOnStartupURLs_recommended" presentation="$(presentation.RestoreOnStartupURLs)">
      <parentCategory ref="Startup_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="RestoreOnStartupURLsDesc" key="Software\Policies\BraveSoftware\Brave\Recommended\RestoreOnStartupURLs" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AbusiveExperienceInterventionEnforce)" explainText="$(string.AbusiveExperienceInterventionEnforce_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AbusiveExperienceInterventionEnforce" presentation="$(presentation.AbusiveExperienceInterventionEnforce)" valueName="AbusiveExperienceInterventionEnforce">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AdsSettingForIntrusiveAdsSites)" explainText="$(string.AdsSettingForIntrusiveAdsSites_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AdsSettingForIntrusiveAdsSites" presentation="$(presentation.AdsSettingForIntrusiveAdsSites)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="AdsSettingForIntrusiveAdsSites" valueName="AdsSettingForIntrusiveAdsSites">
          <item displayName="$(string.AdsSettingForIntrusiveAdsSites_AllowAds)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.AdsSettingForIntrusiveAdsSites_BlockAds)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AllowDeletingBrowserHistory)" explainText="$(string.AllowDeletingBrowserHistory_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowDeletingBrowserHistory" presentation="$(presentation.AllowDeletingBrowserHistory)" valueName="AllowDeletingBrowserHistory">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowDinosaurEasterEgg)" explainText="$(string.AllowDinosaurEasterEgg_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowDinosaurEasterEgg" presentation="$(presentation.AllowDinosaurEasterEgg)" valueName="AllowDinosaurEasterEgg">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowFileSelectionDialogs)" explainText="$(string.AllowFileSelectionDialogs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowFileSelectionDialogs" presentation="$(presentation.AllowFileSelectionDialogs)" valueName="AllowFileSelectionDialogs">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowOutdatedPlugins)" explainText="$(string.AllowOutdatedPlugins_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowOutdatedPlugins" presentation="$(presentation.AllowOutdatedPlugins)" valueName="AllowOutdatedPlugins">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowPopupsDuringPageUnload)" explainText="$(string.AllowPopupsDuringPageUnload_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowPopupsDuringPageUnload" presentation="$(presentation.AllowPopupsDuringPageUnload)" valueName="AllowPopupsDuringPageUnload">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowSyncXHRInPageDismissal)" explainText="$(string.AllowSyncXHRInPageDismissal_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowSyncXHRInPageDismissal" presentation="$(presentation.AllowSyncXHRInPageDismissal)" valueName="AllowSyncXHRInPageDismissal">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AllowedDomainsForApps)" explainText="$(string.AllowedDomainsForApps_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AllowedDomainsForApps" presentation="$(presentation.AllowedDomainsForApps)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="AllowedDomainsForApps" maxLength="1000000" valueName="AllowedDomainsForApps"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AlternateErrorPagesEnabled)" explainText="$(string.AlternateErrorPagesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AlternateErrorPagesEnabled" presentation="$(presentation.AlternateErrorPagesEnabled)" valueName="AlternateErrorPagesEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AlternateErrorPagesEnabled)" explainText="$(string.AlternateErrorPagesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="AlternateErrorPagesEnabled_recommended" presentation="$(presentation.AlternateErrorPagesEnabled)" valueName="AlternateErrorPagesEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AlwaysOpenPdfExternally)" explainText="$(string.AlwaysOpenPdfExternally_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AlwaysOpenPdfExternally" presentation="$(presentation.AlwaysOpenPdfExternally)" valueName="AlwaysOpenPdfExternally">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AmbientAuthenticationInPrivateModesEnabled)" explainText="$(string.AmbientAuthenticationInPrivateModesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AmbientAuthenticationInPrivateModesEnabled" presentation="$(presentation.AmbientAuthenticationInPrivateModesEnabled)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="AmbientAuthenticationInPrivateModesEnabled" valueName="AmbientAuthenticationInPrivateModesEnabled">
          <item displayName="$(string.AmbientAuthenticationInPrivateModesEnabled_RegularOnly)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.AmbientAuthenticationInPrivateModesEnabled_IncognitoAndRegular)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.AmbientAuthenticationInPrivateModesEnabled_GuestAndRegular)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.AmbientAuthenticationInPrivateModesEnabled_All)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ApplicationLocaleValue)" explainText="$(string.ApplicationLocaleValue_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ApplicationLocaleValue" presentation="$(presentation.ApplicationLocaleValue)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ApplicationLocaleValue" maxLength="1000000" valueName="ApplicationLocaleValue"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ApplicationLocaleValue)" explainText="$(string.ApplicationLocaleValue_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ApplicationLocaleValue_recommended" presentation="$(presentation.ApplicationLocaleValue)">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ApplicationLocaleValue" maxLength="1000000" valueName="ApplicationLocaleValue"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AudioCaptureAllowed)" explainText="$(string.AudioCaptureAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AudioCaptureAllowed" presentation="$(presentation.AudioCaptureAllowed)" valueName="AudioCaptureAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AudioCaptureAllowedUrls)" explainText="$(string.AudioCaptureAllowedUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AudioCaptureAllowedUrls" presentation="$(presentation.AudioCaptureAllowedUrls)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="AudioCaptureAllowedUrlsDesc" key="Software\Policies\BraveSoftware\Brave\AudioCaptureAllowedUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.AudioSandboxEnabled)" explainText="$(string.AudioSandboxEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AudioSandboxEnabled" presentation="$(presentation.AudioSandboxEnabled)" valueName="AudioSandboxEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutofillAddressEnabled)" explainText="$(string.AutofillAddressEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutofillAddressEnabled" presentation="$(presentation.AutofillAddressEnabled)" valueName="AutofillAddressEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutofillAddressEnabled)" explainText="$(string.AutofillAddressEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="AutofillAddressEnabled_recommended" presentation="$(presentation.AutofillAddressEnabled)" valueName="AutofillAddressEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutofillCreditCardEnabled)" explainText="$(string.AutofillCreditCardEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutofillCreditCardEnabled" presentation="$(presentation.AutofillCreditCardEnabled)" valueName="AutofillCreditCardEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutofillCreditCardEnabled)" explainText="$(string.AutofillCreditCardEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="AutofillCreditCardEnabled_recommended" presentation="$(presentation.AutofillCreditCardEnabled)" valueName="AutofillCreditCardEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutoplayAllowed)" explainText="$(string.AutoplayAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutoplayAllowed" presentation="$(presentation.AutoplayAllowed)" valueName="AutoplayAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.AutoplayWhitelist)" explainText="$(string.AutoplayWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="AutoplayWhitelist" presentation="$(presentation.AutoplayWhitelist)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="AutoplayWhitelistDesc" key="Software\Policies\BraveSoftware\Brave\AutoplayWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BackgroundModeEnabled)" explainText="$(string.BackgroundModeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BackgroundModeEnabled" presentation="$(presentation.BackgroundModeEnabled)" valueName="BackgroundModeEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BackgroundModeEnabled)" explainText="$(string.BackgroundModeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="BackgroundModeEnabled_recommended" presentation="$(presentation.BackgroundModeEnabled)" valueName="BackgroundModeEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BlockThirdPartyCookies)" explainText="$(string.BlockThirdPartyCookies_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BlockThirdPartyCookies" presentation="$(presentation.BlockThirdPartyCookies)" valueName="BlockThirdPartyCookies">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BlockThirdPartyCookies)" explainText="$(string.BlockThirdPartyCookies_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="BlockThirdPartyCookies_recommended" presentation="$(presentation.BlockThirdPartyCookies)" valueName="BlockThirdPartyCookies">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BookmarkBarEnabled)" explainText="$(string.BookmarkBarEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BookmarkBarEnabled" presentation="$(presentation.BookmarkBarEnabled)" valueName="BookmarkBarEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BookmarkBarEnabled)" explainText="$(string.BookmarkBarEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="BookmarkBarEnabled_recommended" presentation="$(presentation.BookmarkBarEnabled)" valueName="BookmarkBarEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserAddPersonEnabled)" explainText="$(string.BrowserAddPersonEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserAddPersonEnabled" presentation="$(presentation.BrowserAddPersonEnabled)" valueName="BrowserAddPersonEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserGuestModeEnabled)" explainText="$(string.BrowserGuestModeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserGuestModeEnabled" presentation="$(presentation.BrowserGuestModeEnabled)" valueName="BrowserGuestModeEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserGuestModeEnforced)" explainText="$(string.BrowserGuestModeEnforced_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserGuestModeEnforced" presentation="$(presentation.BrowserGuestModeEnforced)" valueName="BrowserGuestModeEnforced">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserNetworkTimeQueriesEnabled)" explainText="$(string.BrowserNetworkTimeQueriesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserNetworkTimeQueriesEnabled" presentation="$(presentation.BrowserNetworkTimeQueriesEnabled)" valueName="BrowserNetworkTimeQueriesEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.BrowserSignin)" explainText="$(string.BrowserSignin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BrowserSignin" presentation="$(presentation.BrowserSignin)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="BrowserSignin" valueName="BrowserSignin">
          <item displayName="$(string.BrowserSignin_Disable)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.BrowserSignin_Enable)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.BrowserSignin_Force)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.BuiltInDnsClientEnabled)" explainText="$(string.BuiltInDnsClientEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="BuiltInDnsClientEnabled" presentation="$(presentation.BuiltInDnsClientEnabled)" valueName="BuiltInDnsClientEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CertificateTransparencyEnforcementDisabledForCas)" explainText="$(string.CertificateTransparencyEnforcementDisabledForCas_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CertificateTransparencyEnforcementDisabledForCas" presentation="$(presentation.CertificateTransparencyEnforcementDisabledForCas)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CertificateTransparencyEnforcementDisabledForCasDesc" key="Software\Policies\BraveSoftware\Brave\CertificateTransparencyEnforcementDisabledForCas" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CertificateTransparencyEnforcementDisabledForLegacyCas)" explainText="$(string.CertificateTransparencyEnforcementDisabledForLegacyCas_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CertificateTransparencyEnforcementDisabledForLegacyCas" presentation="$(presentation.CertificateTransparencyEnforcementDisabledForLegacyCas)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CertificateTransparencyEnforcementDisabledForLegacyCasDesc" key="Software\Policies\BraveSoftware\Brave\CertificateTransparencyEnforcementDisabledForLegacyCas" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CertificateTransparencyEnforcementDisabledForUrls)" explainText="$(string.CertificateTransparencyEnforcementDisabledForUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CertificateTransparencyEnforcementDisabledForUrls" presentation="$(presentation.CertificateTransparencyEnforcementDisabledForUrls)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CertificateTransparencyEnforcementDisabledForUrlsDesc" key="Software\Policies\BraveSoftware\Brave\CertificateTransparencyEnforcementDisabledForUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ChromeCleanupEnabled)" explainText="$(string.ChromeCleanupEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ChromeCleanupEnabled" presentation="$(presentation.ChromeCleanupEnabled)" valueName="ChromeCleanupEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ChromeCleanupReportingEnabled)" explainText="$(string.ChromeCleanupReportingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ChromeCleanupReportingEnabled" presentation="$(presentation.ChromeCleanupReportingEnabled)" valueName="ChromeCleanupReportingEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ClickToCallEnabled)" explainText="$(string.ClickToCallEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ClickToCallEnabled" presentation="$(presentation.ClickToCallEnabled)" valueName="ClickToCallEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CloudManagementEnrollmentMandatory)" explainText="$(string.CloudManagementEnrollmentMandatory_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CloudManagementEnrollmentMandatory" presentation="$(presentation.CloudManagementEnrollmentMandatory)" valueName="CloudManagementEnrollmentMandatory">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CloudManagementEnrollmentToken)" explainText="$(string.CloudManagementEnrollmentToken_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CloudManagementEnrollmentToken" presentation="$(presentation.CloudManagementEnrollmentToken)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="CloudManagementEnrollmentToken" maxLength="1000000" valueName="CloudManagementEnrollmentToken"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.CloudPolicyOverridesPlatformPolicy)" explainText="$(string.CloudPolicyOverridesPlatformPolicy_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CloudPolicyOverridesPlatformPolicy" presentation="$(presentation.CloudPolicyOverridesPlatformPolicy)" valueName="CloudPolicyOverridesPlatformPolicy">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CommandLineFlagSecurityWarningsEnabled)" explainText="$(string.CommandLineFlagSecurityWarningsEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CommandLineFlagSecurityWarningsEnabled" presentation="$(presentation.CommandLineFlagSecurityWarningsEnabled)" valueName="CommandLineFlagSecurityWarningsEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ComponentUpdatesEnabled)" explainText="$(string.ComponentUpdatesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ComponentUpdatesEnabled" presentation="$(presentation.ComponentUpdatesEnabled)" valueName="ComponentUpdatesEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CorsLegacyModeEnabled)" explainText="$(string.CorsLegacyModeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CorsLegacyModeEnabled" presentation="$(presentation.CorsLegacyModeEnabled)" valueName="CorsLegacyModeEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.CorsMitigationList)" explainText="$(string.CorsMitigationList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="CorsMitigationList" presentation="$(presentation.CorsMitigationList)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="CorsMitigationListDesc" key="Software\Policies\BraveSoftware\Brave\CorsMitigationList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DNSInterceptionChecksEnabled)" explainText="$(string.DNSInterceptionChecksEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DNSInterceptionChecksEnabled" presentation="$(presentation.DNSInterceptionChecksEnabled)" valueName="DNSInterceptionChecksEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DefaultBrowserSettingEnabled)" explainText="$(string.DefaultBrowserSettingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DefaultBrowserSettingEnabled" presentation="$(presentation.DefaultBrowserSettingEnabled)" valueName="DefaultBrowserSettingEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7_ONLY"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DefaultDownloadDirectory)" explainText="$(string.DefaultDownloadDirectory_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="DefaultDownloadDirectory_recommended" presentation="$(presentation.DefaultDownloadDirectory)">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DefaultDownloadDirectory" maxLength="1000000" valueName="DefaultDownloadDirectory"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DeveloperToolsAvailability)" explainText="$(string.DeveloperToolsAvailability_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DeveloperToolsAvailability" presentation="$(presentation.DeveloperToolsAvailability)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DeveloperToolsAvailability" valueName="DeveloperToolsAvailability">
          <item displayName="$(string.DeveloperToolsAvailability_DeveloperToolsDisallowedForForceInstalledExtensions)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DeveloperToolsAvailability_DeveloperToolsAllowed)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DeveloperToolsAvailability_DeveloperToolsDisallowed)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.Disable3DAPIs)" explainText="$(string.Disable3DAPIs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="Disable3DAPIs" presentation="$(presentation.Disable3DAPIs)" valueName="Disable3DAPIs">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisableSafeBrowsingProceedAnyway)" explainText="$(string.DisableSafeBrowsingProceedAnyway_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisableSafeBrowsingProceedAnyway" presentation="$(presentation.DisableSafeBrowsingProceedAnyway)" valueName="DisableSafeBrowsingProceedAnyway">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DisableScreenshots)" explainText="$(string.DisableScreenshots_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DisableScreenshots" presentation="$(presentation.DisableScreenshots)" valueName="DisableScreenshots">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.DiskCacheDir)" explainText="$(string.DiskCacheDir_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DiskCacheDir" presentation="$(presentation.DiskCacheDir)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DiskCacheDir" maxLength="1000000" valueName="DiskCacheDir"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DiskCacheSize)" explainText="$(string.DiskCacheSize_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DiskCacheSize" presentation="$(presentation.DiskCacheSize)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="DiskCacheSize" maxValue="2000000000" minValue="0" valueName="DiskCacheSize"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DownloadDirectory)" explainText="$(string.DownloadDirectory_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DownloadDirectory" presentation="$(presentation.DownloadDirectory)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DownloadDirectory" maxLength="1000000" valueName="DownloadDirectory"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DownloadDirectory)" explainText="$(string.DownloadDirectory_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="DownloadDirectory_recommended" presentation="$(presentation.DownloadDirectory)">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="DownloadDirectory" maxLength="1000000" valueName="DownloadDirectory"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DownloadRestrictions)" explainText="$(string.DownloadRestrictions_Explain)" key="Software\Policies\BraveSoftware\Brave" name="DownloadRestrictions" presentation="$(presentation.DownloadRestrictions)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DownloadRestrictions" valueName="DownloadRestrictions">
          <item displayName="$(string.DownloadRestrictions_DefaultDownloadSecurity)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockDangerousDownloads)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockAllDownloads)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockMaliciousDownloads)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.DownloadRestrictions)" explainText="$(string.DownloadRestrictions_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="DownloadRestrictions_recommended" presentation="$(presentation.DownloadRestrictions)">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="DownloadRestrictions" valueName="DownloadRestrictions">
          <item displayName="$(string.DownloadRestrictions_DefaultDownloadSecurity)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockDangerousDownloads)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockAllDownloads)">
            <value>
              <decimal value="3"/>
            </value>
          </item>
          <item displayName="$(string.DownloadRestrictions_BlockMaliciousDownloads)">
            <value>
              <decimal value="4"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.EditBookmarksEnabled)" explainText="$(string.EditBookmarksEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EditBookmarksEnabled" presentation="$(presentation.EditBookmarksEnabled)" valueName="EditBookmarksEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnableDeprecatedWebPlatformFeatures)" explainText="$(string.EnableDeprecatedWebPlatformFeatures_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableDeprecatedWebPlatformFeatures" presentation="$(presentation.EnableDeprecatedWebPlatformFeatures)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="EnableDeprecatedWebPlatformFeaturesDesc" key="Software\Policies\BraveSoftware\Brave\EnableDeprecatedWebPlatformFeatures" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.EnableOnlineRevocationChecks)" explainText="$(string.EnableOnlineRevocationChecks_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnableOnlineRevocationChecks" presentation="$(presentation.EnableOnlineRevocationChecks)" valueName="EnableOnlineRevocationChecks">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.EnterpriseHardwarePlatformAPIEnabled)" explainText="$(string.EnterpriseHardwarePlatformAPIEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="EnterpriseHardwarePlatformAPIEnabled" presentation="$(presentation.EnterpriseHardwarePlatformAPIEnabled)" valueName="EnterpriseHardwarePlatformAPIEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ExternalProtocolDialogShowAlwaysOpenCheckbox)" explainText="$(string.ExternalProtocolDialogShowAlwaysOpenCheckbox_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ExternalProtocolDialogShowAlwaysOpenCheckbox" presentation="$(presentation.ExternalProtocolDialogShowAlwaysOpenCheckbox)" valueName="ExternalProtocolDialogShowAlwaysOpenCheckbox">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceEphemeralProfiles)" explainText="$(string.ForceEphemeralProfiles_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceEphemeralProfiles" presentation="$(presentation.ForceEphemeralProfiles)" valueName="ForceEphemeralProfiles">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceGoogleSafeSearch)" explainText="$(string.ForceGoogleSafeSearch_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceGoogleSafeSearch" presentation="$(presentation.ForceGoogleSafeSearch)" valueName="ForceGoogleSafeSearch">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceNetworkInProcess)" explainText="$(string.ForceNetworkInProcess_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceNetworkInProcess" presentation="$(presentation.ForceNetworkInProcess)" valueName="ForceNetworkInProcess">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ForceYouTubeRestrict)" explainText="$(string.ForceYouTubeRestrict_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ForceYouTubeRestrict" presentation="$(presentation.ForceYouTubeRestrict)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="ForceYouTubeRestrict" valueName="ForceYouTubeRestrict">
          <item displayName="$(string.ForceYouTubeRestrict_Off)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.ForceYouTubeRestrict_Moderate)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.ForceYouTubeRestrict_Strict)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.FullscreenAllowed)" explainText="$(string.FullscreenAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="FullscreenAllowed" presentation="$(presentation.FullscreenAllowed)" valueName="FullscreenAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.GloballyScopeHTTPAuthCacheEnabled)" explainText="$(string.GloballyScopeHTTPAuthCacheEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="GloballyScopeHTTPAuthCacheEnabled" presentation="$(presentation.GloballyScopeHTTPAuthCacheEnabled)" valueName="GloballyScopeHTTPAuthCacheEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.HSTSPolicyBypassList)" explainText="$(string.HSTSPolicyBypassList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HSTSPolicyBypassList" presentation="$(presentation.HSTSPolicyBypassList)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="HSTSPolicyBypassListDesc" key="Software\Policies\BraveSoftware\Brave\HSTSPolicyBypassList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.HardwareAccelerationModeEnabled)" explainText="$(string.HardwareAccelerationModeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HardwareAccelerationModeEnabled" presentation="$(presentation.HardwareAccelerationModeEnabled)" valueName="HardwareAccelerationModeEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.HideWebStoreIcon)" explainText="$(string.HideWebStoreIcon_Explain)" key="Software\Policies\BraveSoftware\Brave" name="HideWebStoreIcon" presentation="$(presentation.HideWebStoreIcon)" valueName="HideWebStoreIcon">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportAutofillFormData)" explainText="$(string.ImportAutofillFormData_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportAutofillFormData" presentation="$(presentation.ImportAutofillFormData)" valueName="ImportAutofillFormData">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportAutofillFormData)" explainText="$(string.ImportAutofillFormData_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ImportAutofillFormData_recommended" presentation="$(presentation.ImportAutofillFormData)" valueName="ImportAutofillFormData">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportBookmarks)" explainText="$(string.ImportBookmarks_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportBookmarks" presentation="$(presentation.ImportBookmarks)" valueName="ImportBookmarks">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportBookmarks)" explainText="$(string.ImportBookmarks_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ImportBookmarks_recommended" presentation="$(presentation.ImportBookmarks)" valueName="ImportBookmarks">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportHistory)" explainText="$(string.ImportHistory_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportHistory" presentation="$(presentation.ImportHistory)" valueName="ImportHistory">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportHistory)" explainText="$(string.ImportHistory_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ImportHistory_recommended" presentation="$(presentation.ImportHistory)" valueName="ImportHistory">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportHomepage)" explainText="$(string.ImportHomepage_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportHomepage" presentation="$(presentation.ImportHomepage)" valueName="ImportHomepage">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportSavedPasswords)" explainText="$(string.ImportSavedPasswords_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportSavedPasswords" presentation="$(presentation.ImportSavedPasswords)" valueName="ImportSavedPasswords">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportSavedPasswords)" explainText="$(string.ImportSavedPasswords_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ImportSavedPasswords_recommended" presentation="$(presentation.ImportSavedPasswords)" valueName="ImportSavedPasswords">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportSearchEngine)" explainText="$(string.ImportSearchEngine_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ImportSearchEngine" presentation="$(presentation.ImportSearchEngine)" valueName="ImportSearchEngine">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ImportSearchEngine)" explainText="$(string.ImportSearchEngine_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="ImportSearchEngine_recommended" presentation="$(presentation.ImportSearchEngine)" valueName="ImportSearchEngine">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.IncognitoModeAvailability)" explainText="$(string.IncognitoModeAvailability_Explain)" key="Software\Policies\BraveSoftware\Brave" name="IncognitoModeAvailability" presentation="$(presentation.IncognitoModeAvailability)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="IncognitoModeAvailability" valueName="IncognitoModeAvailability">
          <item displayName="$(string.IncognitoModeAvailability_Enabled)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.IncognitoModeAvailability_Disabled)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.IncognitoModeAvailability_Forced)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.IsolateOrigins)" explainText="$(string.IsolateOrigins_Explain)" key="Software\Policies\BraveSoftware\Brave" name="IsolateOrigins" presentation="$(presentation.IsolateOrigins)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="IsolateOrigins" maxLength="1000000" valueName="IsolateOrigins"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.ManagedBookmarks)" explainText="$(string.ManagedBookmarks_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ManagedBookmarks" presentation="$(presentation.ManagedBookmarks)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ManagedBookmarks" maxLength="1000000" valueName="ManagedBookmarks"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.MaxConnectionsPerProxy)" explainText="$(string.MaxConnectionsPerProxy_Explain)" key="Software\Policies\BraveSoftware\Brave" name="MaxConnectionsPerProxy" presentation="$(presentation.MaxConnectionsPerProxy)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="MaxConnectionsPerProxy" maxValue="2000000000" minValue="0" valueName="MaxConnectionsPerProxy"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.MaxInvalidationFetchDelay)" explainText="$(string.MaxInvalidationFetchDelay_Explain)" key="Software\Policies\BraveSoftware\Brave" name="MaxInvalidationFetchDelay" presentation="$(presentation.MaxInvalidationFetchDelay)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="MaxInvalidationFetchDelay" maxValue="2000000000" minValue="0" valueName="MaxInvalidationFetchDelay"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.MediaRouterCastAllowAllIPs)" explainText="$(string.MediaRouterCastAllowAllIPs_Explain)" key="Software\Policies\BraveSoftware\Brave" name="MediaRouterCastAllowAllIPs" presentation="$(presentation.MediaRouterCastAllowAllIPs)" valueName="MediaRouterCastAllowAllIPs">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.MetricsReportingEnabled)" explainText="$(string.MetricsReportingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="MetricsReportingEnabled" presentation="$(presentation.MetricsReportingEnabled)" valueName="MetricsReportingEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.MetricsReportingEnabled)" explainText="$(string.MetricsReportingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="MetricsReportingEnabled_recommended" presentation="$(presentation.MetricsReportingEnabled)" valueName="MetricsReportingEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.NTPCustomBackgroundEnabled)" explainText="$(string.NTPCustomBackgroundEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NTPCustomBackgroundEnabled" presentation="$(presentation.NTPCustomBackgroundEnabled)" valueName="NTPCustomBackgroundEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.NetworkPredictionOptions)" explainText="$(string.NetworkPredictionOptions_Explain)" key="Software\Policies\BraveSoftware\Brave" name="NetworkPredictionOptions" presentation="$(presentation.NetworkPredictionOptions)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="NetworkPredictionOptions" valueName="NetworkPredictionOptions">
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionAlways)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionNever)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.NetworkPredictionOptions)" explainText="$(string.NetworkPredictionOptions_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="NetworkPredictionOptions_recommended" presentation="$(presentation.NetworkPredictionOptions)">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="NetworkPredictionOptions" valueName="NetworkPredictionOptions">
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionAlways)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.NetworkPredictionOptions_NetworkPredictionNever)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.OverrideSecurityRestrictionsOnInsecureOrigin)" explainText="$(string.OverrideSecurityRestrictionsOnInsecureOrigin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="OverrideSecurityRestrictionsOnInsecureOrigin" presentation="$(presentation.OverrideSecurityRestrictionsOnInsecureOrigin)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="OverrideSecurityRestrictionsOnInsecureOriginDesc" key="Software\Policies\BraveSoftware\Brave\OverrideSecurityRestrictionsOnInsecureOrigin" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PaymentMethodQueryEnabled)" explainText="$(string.PaymentMethodQueryEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PaymentMethodQueryEnabled" presentation="$(presentation.PaymentMethodQueryEnabled)" valueName="PaymentMethodQueryEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PolicyAtomicGroupsEnabled)" explainText="$(string.PolicyAtomicGroupsEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PolicyAtomicGroupsEnabled" presentation="$(presentation.PolicyAtomicGroupsEnabled)" valueName="PolicyAtomicGroupsEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PolicyDictionaryMultipleSourceMergeList)" explainText="$(string.PolicyDictionaryMultipleSourceMergeList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PolicyDictionaryMultipleSourceMergeList" presentation="$(presentation.PolicyDictionaryMultipleSourceMergeList)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PolicyDictionaryMultipleSourceMergeListDesc" key="Software\Policies\BraveSoftware\Brave\PolicyDictionaryMultipleSourceMergeList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PolicyListMultipleSourceMergeList)" explainText="$(string.PolicyListMultipleSourceMergeList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PolicyListMultipleSourceMergeList" presentation="$(presentation.PolicyListMultipleSourceMergeList)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="PolicyListMultipleSourceMergeListDesc" key="Software\Policies\BraveSoftware\Brave\PolicyListMultipleSourceMergeList" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PolicyRefreshRate)" explainText="$(string.PolicyRefreshRate_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PolicyRefreshRate" presentation="$(presentation.PolicyRefreshRate)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="PolicyRefreshRate" maxValue="2000000000" minValue="0" valueName="PolicyRefreshRate"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.PromotionalTabsEnabled)" explainText="$(string.PromotionalTabsEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PromotionalTabsEnabled" presentation="$(presentation.PromotionalTabsEnabled)" valueName="PromotionalTabsEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.PromptForDownloadLocation)" explainText="$(string.PromptForDownloadLocation_Explain)" key="Software\Policies\BraveSoftware\Brave" name="PromptForDownloadLocation" presentation="$(presentation.PromptForDownloadLocation)" valueName="PromptForDownloadLocation">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ProxySettings)" explainText="$(string.ProxySettings_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ProxySettings" presentation="$(presentation.ProxySettings)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="ProxySettings" maxLength="1000000" valueName="ProxySettings"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.QuicAllowed)" explainText="$(string.QuicAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="QuicAllowed" presentation="$(presentation.QuicAllowed)" valueName="QuicAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RelaunchNotification)" explainText="$(string.RelaunchNotification_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RelaunchNotification" presentation="$(presentation.RelaunchNotification)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="RelaunchNotification" valueName="RelaunchNotification">
          <item displayName="$(string.RelaunchNotification_Recommended)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
          <item displayName="$(string.RelaunchNotification_Required)">
            <value>
              <decimal value="2"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RelaunchNotificationPeriod)" explainText="$(string.RelaunchNotificationPeriod_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RelaunchNotificationPeriod" presentation="$(presentation.RelaunchNotificationPeriod)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <decimal id="RelaunchNotificationPeriod" maxValue="2000000000" minValue="3600000" valueName="RelaunchNotificationPeriod"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RendererCodeIntegrityEnabled)" explainText="$(string.RendererCodeIntegrityEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RendererCodeIntegrityEnabled" presentation="$(presentation.RendererCodeIntegrityEnabled)" valueName="RendererCodeIntegrityEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RequireOnlineRevocationChecksForLocalAnchors)" explainText="$(string.RequireOnlineRevocationChecksForLocalAnchors_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RequireOnlineRevocationChecksForLocalAnchors" presentation="$(presentation.RequireOnlineRevocationChecksForLocalAnchors)" valueName="RequireOnlineRevocationChecksForLocalAnchors">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RestrictSigninToPattern)" explainText="$(string.RestrictSigninToPattern_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RestrictSigninToPattern" presentation="$(presentation.RestrictSigninToPattern)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RestrictSigninToPattern" maxLength="1000000" valueName="RestrictSigninToPattern"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RoamingProfileLocation)" explainText="$(string.RoamingProfileLocation_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RoamingProfileLocation" presentation="$(presentation.RoamingProfileLocation)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="RoamingProfileLocation" maxLength="1000000" valueName="RoamingProfileLocation"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.RoamingProfileSupportEnabled)" explainText="$(string.RoamingProfileSupportEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RoamingProfileSupportEnabled" presentation="$(presentation.RoamingProfileSupportEnabled)" valueName="RoamingProfileSupportEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.RunAllFlashInAllowMode)" explainText="$(string.RunAllFlashInAllowMode_Explain)" key="Software\Policies\BraveSoftware\Brave" name="RunAllFlashInAllowMode" presentation="$(presentation.RunAllFlashInAllowMode)" valueName="RunAllFlashInAllowMode">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SSLErrorOverrideAllowed)" explainText="$(string.SSLErrorOverrideAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SSLErrorOverrideAllowed" presentation="$(presentation.SSLErrorOverrideAllowed)" valueName="SSLErrorOverrideAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SSLVersionMin)" explainText="$(string.SSLVersionMin_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SSLVersionMin" presentation="$(presentation.SSLVersionMin)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="SSLVersionMin" valueName="SSLVersionMin">
          <item displayName="$(string.SSLVersionMin_TLSv1)">
            <value>
              <string>tls1</string>
            </value>
          </item>
          <item displayName="$(string.SSLVersionMin_TLSv1_1)">
            <value>
              <string>tls1.1</string>
            </value>
          </item>
          <item displayName="$(string.SSLVersionMin_TLSv1_2)">
            <value>
              <string>tls1.2</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingForTrustedSourcesEnabled)" explainText="$(string.SafeBrowsingForTrustedSourcesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeBrowsingForTrustedSourcesEnabled" presentation="$(presentation.SafeBrowsingForTrustedSourcesEnabled)" valueName="SafeBrowsingForTrustedSourcesEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeBrowsingForTrustedSourcesEnabled)" explainText="$(string.SafeBrowsingForTrustedSourcesEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="SafeBrowsingForTrustedSourcesEnabled_recommended" presentation="$(presentation.SafeBrowsingForTrustedSourcesEnabled)" valueName="SafeBrowsingForTrustedSourcesEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SafeSitesFilterBehavior)" explainText="$(string.SafeSitesFilterBehavior_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SafeSitesFilterBehavior" presentation="$(presentation.SafeSitesFilterBehavior)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <enum id="SafeSitesFilterBehavior" valueName="SafeSitesFilterBehavior">
          <item displayName="$(string.SafeSitesFilterBehavior_SafeSitesFilterDisabled)">
            <value>
              <decimal value="0"/>
            </value>
          </item>
          <item displayName="$(string.SafeSitesFilterBehavior_SafeSitesFilterEnabled)">
            <value>
              <decimal value="1"/>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SavingBrowserHistoryDisabled)" explainText="$(string.SavingBrowserHistoryDisabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SavingBrowserHistoryDisabled" presentation="$(presentation.SavingBrowserHistoryDisabled)" valueName="SavingBrowserHistoryDisabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SearchSuggestEnabled)" explainText="$(string.SearchSuggestEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SearchSuggestEnabled" presentation="$(presentation.SearchSuggestEnabled)" valueName="SearchSuggestEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SearchSuggestEnabled)" explainText="$(string.SearchSuggestEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="SearchSuggestEnabled_recommended" presentation="$(presentation.SearchSuggestEnabled)" valueName="SearchSuggestEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SecurityKeyPermitAttestation)" explainText="$(string.SecurityKeyPermitAttestation_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SecurityKeyPermitAttestation" presentation="$(presentation.SecurityKeyPermitAttestation)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="SecurityKeyPermitAttestationDesc" key="Software\Policies\BraveSoftware\Brave\SecurityKeyPermitAttestation" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SharedClipboardEnabled)" explainText="$(string.SharedClipboardEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SharedClipboardEnabled" presentation="$(presentation.SharedClipboardEnabled)" valueName="SharedClipboardEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ShowAppsShortcutInBookmarkBar)" explainText="$(string.ShowAppsShortcutInBookmarkBar_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ShowAppsShortcutInBookmarkBar" presentation="$(presentation.ShowAppsShortcutInBookmarkBar)" valueName="ShowAppsShortcutInBookmarkBar">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SignedHTTPExchangeEnabled)" explainText="$(string.SignedHTTPExchangeEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SignedHTTPExchangeEnabled" presentation="$(presentation.SignedHTTPExchangeEnabled)" valueName="SignedHTTPExchangeEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SitePerProcess)" explainText="$(string.SitePerProcess_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SitePerProcess" presentation="$(presentation.SitePerProcess)" valueName="SitePerProcess">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SpellCheckServiceEnabled)" explainText="$(string.SpellCheckServiceEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SpellCheckServiceEnabled" presentation="$(presentation.SpellCheckServiceEnabled)" valueName="SpellCheckServiceEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SpellCheckServiceEnabled)" explainText="$(string.SpellCheckServiceEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="SpellCheckServiceEnabled_recommended" presentation="$(presentation.SpellCheckServiceEnabled)" valueName="SpellCheckServiceEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SpellcheckEnabled)" explainText="$(string.SpellcheckEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SpellcheckEnabled" presentation="$(presentation.SpellcheckEnabled)" valueName="SpellcheckEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SpellcheckLanguage)" explainText="$(string.SpellcheckLanguage_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SpellcheckLanguage" presentation="$(presentation.SpellcheckLanguage)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="SpellcheckLanguageDesc" key="Software\Policies\BraveSoftware\Brave\SpellcheckLanguage" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.SpellcheckLanguageBlacklist)" explainText="$(string.SpellcheckLanguageBlacklist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SpellcheckLanguageBlacklist" presentation="$(presentation.SpellcheckLanguageBlacklist)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="SpellcheckLanguageBlacklistDesc" key="Software\Policies\BraveSoftware\Brave\SpellcheckLanguageBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.StricterMixedContentTreatmentEnabled)" explainText="$(string.StricterMixedContentTreatmentEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="StricterMixedContentTreatmentEnabled" presentation="$(presentation.StricterMixedContentTreatmentEnabled)" valueName="StricterMixedContentTreatmentEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SuppressUnsupportedOSWarning)" explainText="$(string.SuppressUnsupportedOSWarning_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SuppressUnsupportedOSWarning" presentation="$(presentation.SuppressUnsupportedOSWarning)" valueName="SuppressUnsupportedOSWarning">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SyncDisabled)" explainText="$(string.SyncDisabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SyncDisabled" presentation="$(presentation.SyncDisabled)" valueName="SyncDisabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.SyncTypesListDisabled)" explainText="$(string.SyncTypesListDisabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="SyncTypesListDisabled" presentation="$(presentation.SyncTypesListDisabled)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="SyncTypesListDisabledDesc" key="Software\Policies\BraveSoftware\Brave\SyncTypesListDisabled" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.TLS13HardeningForLocalAnchorsEnabled)" explainText="$(string.TLS13HardeningForLocalAnchorsEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TLS13HardeningForLocalAnchorsEnabled" presentation="$(presentation.TLS13HardeningForLocalAnchorsEnabled)" valueName="TLS13HardeningForLocalAnchorsEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.TabFreezingEnabled)" explainText="$(string.TabFreezingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TabFreezingEnabled" presentation="$(presentation.TabFreezingEnabled)" valueName="TabFreezingEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.TaskManagerEndProcessEnabled)" explainText="$(string.TaskManagerEndProcessEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TaskManagerEndProcessEnabled" presentation="$(presentation.TaskManagerEndProcessEnabled)" valueName="TaskManagerEndProcessEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.ThirdPartyBlockingEnabled)" explainText="$(string.ThirdPartyBlockingEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="ThirdPartyBlockingEnabled" presentation="$(presentation.ThirdPartyBlockingEnabled)" valueName="ThirdPartyBlockingEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.TranslateEnabled)" explainText="$(string.TranslateEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TranslateEnabled" presentation="$(presentation.TranslateEnabled)" valueName="TranslateEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.TranslateEnabled)" explainText="$(string.TranslateEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave\Recommended" name="TranslateEnabled_recommended" presentation="$(presentation.TranslateEnabled)" valueName="TranslateEnabled">
      <parentCategory ref="brave_browser_recommended"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.URLBlacklist)" explainText="$(string.URLBlacklist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="URLBlacklist" presentation="$(presentation.URLBlacklist)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="URLBlacklistDesc" key="Software\Policies\BraveSoftware\Brave\URLBlacklist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.URLWhitelist)" explainText="$(string.URLWhitelist_Explain)" key="Software\Policies\BraveSoftware\Brave" name="URLWhitelist" presentation="$(presentation.URLWhitelist)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="URLWhitelistDesc" key="Software\Policies\BraveSoftware\Brave\URLWhitelist" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.UrlKeyedAnonymizedDataCollectionEnabled)" explainText="$(string.UrlKeyedAnonymizedDataCollectionEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="UrlKeyedAnonymizedDataCollectionEnabled" presentation="$(presentation.UrlKeyedAnonymizedDataCollectionEnabled)" valueName="UrlKeyedAnonymizedDataCollectionEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.UserDataDir)" explainText="$(string.UserDataDir_Explain)" key="Software\Policies\BraveSoftware\Brave" name="UserDataDir" presentation="$(presentation.UserDataDir)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="UserDataDir" maxLength="1000000" valueName="UserDataDir"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.UserFeedbackAllowed)" explainText="$(string.UserFeedbackAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="UserFeedbackAllowed" presentation="$(presentation.UserFeedbackAllowed)" valueName="UserFeedbackAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.VideoCaptureAllowed)" explainText="$(string.VideoCaptureAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="VideoCaptureAllowed" presentation="$(presentation.VideoCaptureAllowed)" valueName="VideoCaptureAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.VideoCaptureAllowedUrls)" explainText="$(string.VideoCaptureAllowedUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="VideoCaptureAllowedUrls" presentation="$(presentation.VideoCaptureAllowedUrls)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="VideoCaptureAllowedUrlsDesc" key="Software\Policies\BraveSoftware\Brave\VideoCaptureAllowedUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WPADQuickCheckEnabled)" explainText="$(string.WPADQuickCheckEnabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WPADQuickCheckEnabled" presentation="$(presentation.WPADQuickCheckEnabled)" valueName="WPADQuickCheckEnabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.WebAppInstallForceList)" explainText="$(string.WebAppInstallForceList_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebAppInstallForceList" presentation="$(presentation.WebAppInstallForceList)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="WebAppInstallForceList" maxLength="1000000" valueName="WebAppInstallForceList"/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WebComponentsV0Enabled)" explainText="$(string.WebComponentsV0Enabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebComponentsV0Enabled" presentation="$(presentation.WebComponentsV0Enabled)" valueName="WebComponentsV0Enabled">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.WebRtcEventLogCollectionAllowed)" explainText="$(string.WebRtcEventLogCollectionAllowed_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebRtcEventLogCollectionAllowed" presentation="$(presentation.WebRtcEventLogCollectionAllowed)" valueName="WebRtcEventLogCollectionAllowed">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <enabledValue>
        <decimal value="1"/>
      </enabledValue>
      <disabledValue>
        <decimal value="0"/>
      </disabledValue>
    </policy>
    <policy class="Both" displayName="$(string.WebRtcLocalIpsAllowedUrls)" explainText="$(string.WebRtcLocalIpsAllowedUrls_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebRtcLocalIpsAllowedUrls" presentation="$(presentation.WebRtcLocalIpsAllowedUrls)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <list id="WebRtcLocalIpsAllowedUrlsDesc" key="Software\Policies\BraveSoftware\Brave\WebRtcLocalIpsAllowedUrls" valuePrefix=""/>
      </elements>
    </policy>
    <policy class="Both" displayName="$(string.WebRtcUdpPortRange)" explainText="$(string.WebRtcUdpPortRange_Explain)" key="Software\Policies\BraveSoftware\Brave" name="WebRtcUdpPortRange" presentation="$(presentation.WebRtcUdpPortRange)">
      <parentCategory ref="brave_browser"/>
      <supportedOn ref="SUPPORTED_WIN7"/>
      <elements>
        <text id="WebRtcUdpPortRange" maxLength="1000000" valueName="WebRtcUdpPortRange"/>
      </elements>
    </policy>
	<policy class="Both" displayName="$(string.TorDisabled)" explainText="$(string.TorDisabled_Explain)" key="Software\Policies\BraveSoftware\Brave" name="TorDisabled" presentation="$(presentation.TorDisabled)" valueName="TorDisabled">
      <parentCategory ref="TOR" />
      <supportedOn ref="SUPPORTED_WIN7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>
